Repository: taikun114/DragLocker
Catalog: DragLocker/Localizable.xcstrings
Source language: en
Languages: ja

# 上
source: Up
ja: 上

# 下
source: Down
ja: 下

# 「%@」方式でドラッグロックを開始します。
source: Starts drag lock using the "%@" method.
ja: 「%@」方式でドラッグロックを開始します。

# 「%@」設定を上書きする
source: Override "%@" setting
ja: 「%@」設定を上書きする

# %@ 秒
source: %@ sec
ja: %@ 秒

# %@、レイヤー%@、%@
source: %1$@, Layer %2$@, %3$@
ja: %1$@、レイヤー%2$@、%3$@

# %@はすでに%@リストに追加されています。
source: %1$@ is already added to the %2$@ list.
ja: %1$@はすでに%2$@リストに追加されています。

# %@ボタンをドラッグロックの対象にします。
source: Enables drag lock for the %@ button.
ja: %@ボタンをドラッグロックの対象にします。

# %@リストに%@を追加します。
source: Adds %2$@ to the %1$@ list.
ja: %@リストに%@を追加します。

# %@をプレビュー
source: Preview %@
ja: %@をプレビュー

# %@をプレビュー再生します。
source: Previews %@.
ja: %@をプレビュー再生します。

# 8ビット
source: 8-bit
ja: 8ビット

# 8ビット（低）
source: 8-bit (Low)
ja: 8ビット（低）

source: Using a transparent image of 80 × 80 pixels (160 × 160 on Retina displays) or less is recommended. Larger images will be scaled down to fit the display area (80 × 80).
ja: 80 × 80（Retinaディスプレイでは160 × 160）ピクセル以下の透過画像を使用することを推奨します。 大きな画像は表示エリア（80 × 80）に収まるように縮小されます。

# App Store機能
source: App Store Features
ja: App Store機能

# Buy Me a Coffeeで、緑茶一杯分の金額からサポートしていただけます。
source: You can support me on Buy Me a Coffee starting from the price of a cup of green tea.
ja: Buy Me a Coffeeで、緑茶一杯分の金額からサポートしていただけます。

# Buy Me a Coffeeのページを開いてもよろしいですか？
source: Are you sure you want to open the Buy Me a Coffee page?
ja: Buy Me a Coffeeのページを開いてもよろしいですか？

# Buy Me a Coffeeページへのリンクを開きます。
source: Opens a link to the Buy Me a Coffee page.
ja: Buy Me a Coffeeページへのリンクを開きます。

# Copyright ©︎ 2026 今浦大雅
source: Copyright ©︎ 2026 Taiga Imaura
ja: Copyright ©︎ 2026 今浦大雅

# create-dmgのGitHubページへのリンクを開きます。
source: Opens a link to the create-dmg GitHub page.
ja: create-dmgのGitHubページへのリンクを開きます。

# create-dmgのGitHubページを開いてもよろしいですか？
source: Are you sure you want to open the create-dmg GitHub page?
ja: create-dmgのGitHubページを開いてもよろしいですか？

# Discussionページへのリンクを開きます。
source: Opens a link to the Discussion page.
ja: Discussionページへのリンクを開きます。

# Dockアイコン上のメニュー
source: Menus on Dock icons
ja: Dockアイコン上のメニュー

# DragLocker セットアップ
source: DragLocker Setup
ja: DragLocker セットアップ

# DragLocker: 一時停止中
source: DragLocker: Paused
ja: DragLocker: 一時停止中

# DragLocker: 停止中
source: DragLocker: Stopped
ja: DragLocker: 停止中

# DragLocker: 動作中
source: DragLocker: Running
ja: DragLocker: 動作中

# DragLockerについて
source: About DragLocker
ja: DragLockerについて

# DragLockerはオープンソースアプリケーションです。
source: DragLocker is an open source application.
ja: DragLockerはオープンソースアプリケーションです。

# DragLockerへようこそ
source: Welcome to DragLocker
ja: DragLockerへようこそ

# Escキーですべてのロックを解除
source: Unlock All with Esc Key
ja: Escキーですべてのロックを解除

# Finderで選択…
source: Select in Finder…
ja: Finderで選択…

# Gemini CLIのGitHubページへのリンクを開きます。
source: Opens a link to the Gemini CLI GitHub page.
ja: Gemini CLIのGitHubページへのリンクを開きます。

# Gemini CLIのGitHubページを開いてもよろしいですか？
source: Are you sure you want to open the Gemini CLI GitHub page?
ja: Gemini CLIのGitHubページを開いてもよろしいですか？

# GitHubのDiscussionページを開いてもよろしいですか？
source: Are you sure you want to open the GitHub Discussion page?
ja: GitHubのDiscussionページを開いてもよろしいですか？

# GitHubのIssueページを開いてもよろしいですか？
source: Are you sure you want to open the GitHub Issue page?
ja: GitHubのIssueページを開いてもよろしいですか？

# GitHubのリポジトリページを開いてもよろしいですか？
source: Are you sure you want to open the GitHub repository page?
ja: GitHubのリポジトリページを開いてもよろしいですか？

# GitHubリポジトリにスターをつける
source: Star the GitHub Repository
ja: GitHubリポジトリにスターをつける

# GitHubリポジトリページへのリンクを開きます。
source: Opens a link to the GitHub repository page.
ja: GitHubリポジトリページへのリンクを開きます。

# KeyboardShortcutsのGitHubページへのリンクを開きます。
source: Opens a link to the KeyboardShortcuts GitHub page.
ja: KeyboardShortcutsのGitHubページへのリンクを開きます。

# KeyboardShortcutsのGitHubページを開いてもよろしいですか？
source: Are you sure you want to open the KeyboardShortcuts GitHub page?
ja: KeyboardShortcutsのGitHubページを開いてもよろしいですか？

# Launchpad、デスクトップを表示、Mission Controlなど
source: Launchpad, Show Desktop, Mission Control, etc.
ja: Launchpad、デスクトップを表示、Mission Controlなど

# Macのログイン時にDragLockerを自動で起動します。
source: Automatically launch DragLocker at login.
ja: Macのログイン時にDragLockerを自動で起動します。

# PayPal.Meのページを開いてもよろしいですか？
source: Are you sure you want to open the PayPal.Me page?
ja: PayPal.Meのページを開いてもよろしいですか？

# PayPal.Meのリンクを開きます。
source: Opens the PayPal.Me link.
ja: PayPal.Meのリンクを開きます。

# PayPalで寄付
source: Donate via PayPal
ja: PayPalで寄付

# PayPalで直接寄付していただくこともできます。
source: You can also donate directly via PayPal.
ja: PayPalで直接寄付していただくこともできます。

# Siri AI、Spotlight検索、アプリピッカーなど
source: Siri AI, Spotlight Search, App Picker, etc.
ja: Siri AI、Spotlight検索、アプリピッカーなど

# Spotlight検索、アプリピッカーなど
source: Spotlight Search, App Picker, etc.
ja: Spotlight検索、アプリピッカーなど

# Spotlight検索など
source: Spotlight Search, etc.
ja: Spotlight検索など

# Xオフセット
source: X Offset
ja: Xオフセット

# Yオフセット
source: Y Offset
ja: Yオフセット

# アイコン
source: Icon
ja: アイコン

# アイコンスタイル
source: Icon Style
ja: アイコンスタイル

# アイコンの垂直方向の表示位置を調整します。
source: Adjusts the vertical display position of the icon.
ja: アイコンの垂直方向の表示位置を調整します。

# アイコンの水平方向の表示位置を調整します。
source: Adjusts the horizontal display position of the icon.
ja: アイコンの水平方向の表示位置を調整します。

# アイコンプレビュー
source: Icon Preview
ja: アイコンプレビュー

# アイコンをポインタ付近に表示
source: Show Icon Near Pointer
ja: アイコンをポインタ付近に表示

# アイコン表示時と非表示時に適用されるアニメーションを選択します。
source: Select the animation applied when the icon appears and disappears.
ja: アイコン表示時と非表示時に適用されるアニメーションを選択します。

# アイデアがありますか？
source: Have an idea?
ja: アイデアがありますか？

# アクセシビリティ
source: Accessibility
ja: アクセシビリティ

# アクセシビリティキーボードやスイッチコントロールなどのアクセシビリティオーバーレイ
source: Accessibility overlays such as Accessibility Keyboard and Switch Control
ja: アクセシビリティキーボードやスイッチコントロールなどのアクセシビリティオーバーレイ

# アクセシビリティ権限がありません
source: No Accessibility Permission
ja: アクセシビリティ権限がありません

source: Drag lock and other features will not work because accessibility permission has not been granted. To make DragLocker function properly, you need to grant accessibility permission to DragLocker from System Settings.
ja: アクセシビリティ権限が付与されていないため、ドラッグロックなどの機能が動作しません。 DragLockerを正常に機能させるためには、システム設定からDragLockerにアクセシビリティ権限を与える必要があります。

# アクセシビリティ権限が必要
source: Accessibility Permission Required
ja: アクセシビリティ権限が必要

# アクセシビリティ許可が付与されています。
source: Accessibility permission granted.
ja: アクセシビリティ許可が付与されています。

# アニメーション
source: Animation
ja: アニメーション

# アプリケーションの強制終了ウィンドウなど
source: Force Quit Applications window, etc.
ja: アプリケーションの強制終了ウィンドウなど

# アプリごとの動作
source: Per-App Behavior
ja: アプリごとの動作

# アプリごとの動作設定に追加するアプリを選択してください。
source: Please select the applications to add to the per-app behavior settings.
ja: アプリごとの動作設定に追加するアプリを選択してください。

# アプリではありません
source: Not an app
ja: アプリではありません

# アプリの除外と限定
source: App Exclusion and Limitation
ja: アプリの除外と限定

# アプリモード
source: App Mode
ja: アプリモード

# アプリをリストへ追加します。
source: Add an app to the list.
ja: アプリをリストへ追加します。

# あらゆるマウスでドラッグロック可能にします。
source: Enables drag lock for any mouse.
ja: あらゆるマウスでドラッグロック可能にします。

# オープンソースライセンス
source: Open Source License
ja: オープンソースライセンス

# カスタマイズ
source: Customization
ja: カスタマイズ

# カスタム
source: Custom
ja: カスタム

# カスタムアイコンとして使用する画像ファイルを選択します。
source: Select an image file to use as a custom icon.
ja: カスタムアイコンとして使用する画像ファイルを選択します。

# カスタムアイコンとして設定された画像ファイルを削除します。
source: Delete the image file set as a custom icon.
ja: カスタムアイコンとして設定された画像ファイルを削除します。

# カスタムサウンドとして使用するオーディオファイルを選択します。
source: Select an audio file to use as a custom sound.
ja: カスタムサウンドとして使用するオーディオファイルを選択します。

# カスタムサウンドとして設定されたオーディオファイルを削除します。
source: Delete the audio file set as a custom sound.
ja: カスタムサウンドとして設定されたオーディオファイルを削除します。

# カスタムサウンドの再生音量を調整します。
source: Adjust the playback volume for custom sounds.
ja: カスタムサウンドの再生音量を調整します。

# カスタム画像
source: Custom Image
ja: カスタム画像

# カスタム画像を削除
source: Delete Custom Image
ja: カスタム画像を削除

# キャプションパネル
source: Caption Panel
ja: キャプションパネル

# キャンセル
source: Cancel
ja: キャンセル

# クイックメモ
source: Quick Note
ja: クイックメモ

# クリック
source: Click
ja: クリック

# クリック 2
source: Click 2
ja: クリック 2

# クリック（低）
source: Click (Low)
ja: クリック（低）

# このアプリケーションのライセンス情報を表示します。
source: Displays the license information for this application.
ja: このアプリケーションのライセンス情報を表示します。

# このモードでは、リスト内に追加したアプリでのみドラッグロックするようにします。
source: In this mode, drag lock is enabled only for apps in the list.
ja: このモードでは、リスト内に追加したアプリでのみドラッグロックするようにします。

# このモードでは、リスト内に追加したアプリを検出されないように無視するか、ドラッグロックしないように除外します。
source: In this mode, apps added in the list will be ignored to prevent detection or excluded to prevent drag lock.
ja: このモードでは、リスト内に追加したアプリを検出されないように無視するか、ドラッグロックしないように除外します。

# この権限の許可を要求します。
source: Request permission for this feature.
ja: この権限の許可を要求します。

# この権限は正しく許可されています。
source: This permission has been correctly granted.
ja: この権限は正しく許可されています。

# コミュニティ
source: Community
ja: コミュニティ

# これは通知のテストです。
source: This is a notification test.
ja: これは通知のテストです。

# これらは後で設定からカスタマイズできます。
source: These can be customized later in settings.
ja: これらは後で設定からカスタマイズできます。

source: Since context menus are owned by each app's process, excluding the app will also exclude its context menus. Note: Due to system limitations, the Dock itself and Notification Center cannot be excluded.
ja: コンテキストメニューは各アプリのプロセスが所有しているため、そのアプリを除外することでコンテキストメニューも除外されます。 なお、システムの制約によりDock自体や通知センターを除外することはできません。

source: Since context menus and menu bar items (other than those included in Control Center) are owned by each app's process, excluding the app will also exclude them. Note: Due to system limitations, the Dock itself and Notification Center cannot be excluded.
ja: コンテキストメニューやメニューバーアイテム（コントロールセンターに含まれるもの以外）は各アプリのプロセスが所有しているため、そのアプリを除外することでそれらも除外されます。 なお、システムの制約によりDock自体や通知センターを除外することはできません。

# コントロールセンター、メニューバーアイテム、音量や明るさのOSD、ライブアクティビティなど
source: Control Center, Menu Bar Items, Volume/Brightness OSD, Live Activities, etc.
ja: コントロールセンター、メニューバーアイテム、音量や明るさのOSD、ライブアクティビティなど

# コントロールセンターなど
source: Control Center, etc.
ja: コントロールセンターなど

# サウンド
source: Sound
ja: サウンド

# サウンド 1
source: Sound 1
ja: サウンド 1

# サウンド 2
source: Sound 2
ja: サウンド 2

# サウンド%lldに設定されたカスタムサウンド「%@」を削除してもよろしいですか？
source: Are you sure you want to delete the custom sound "%2$@" set for Sound %1$lld?
ja: サウンド%1$lldに設定されたカスタムサウンド「%2$@」を削除してもよろしいですか？

# サウンド%lldを削除
source: Delete Sound %lld
ja: サウンド%lldを削除

# サウンドスタイル
source: Sound Style
ja: サウンドスタイル

# サウンドの音量
source: Sound Volume
ja: サウンドの音量

# サウンドをプレビュー
source: Preview sound
ja: サウンドをプレビュー

# サウンドを再生
source: Play Sound
ja: サウンドを再生

# サウンドを反転
source: Invert Sounds
ja: サウンドを反転

# サポートとフィードバック
source: Support & Feedback
ja: サポートとフィードバック

# システム
source: System
ja: システム

# システムオーバーレイについて
source: About System Overlays
ja: システムオーバーレイについて

# システムオーバーレイを除外したい場合、オーバーレイを管理しているプロセスを除外する必要があります。 一般的なオーバーレイプロセスは以下の通りです。
source: To exclude system overlays, you need to exclude the processes that manage them. Common overlay processes are as follows.
ja: システムオーバーレイを除外したい場合、オーバーレイを管理しているプロセスを除外する必要があります。 一般的なオーバーレイプロセスは以下の通りです。

# システム設定のアクセシビリティ許可設定を開きます。
source: Open the Accessibility permission settings in System Settings.
ja: システム設定のアクセシビリティ許可設定を開きます。

# システム設定の通知設定画面を開きます。
source: Open the notification settings in System Settings.
ja: システム設定の通知設定画面を開きます。

# システム設定を開いて権限を付与します。
source: Open System Settings to grant permission.
ja: システム設定を開いて権限を付与します。

# ショートカットをデフォルト（⌃ Control + ⇧ Shift + ⌘ Command + L）にリセットします。
source: Reset the shortcut to the default (⌃ Control + ⇧ Shift + ⌘ Command + L).
ja: ショートカットをデフォルト（⌃ Control + ⇧ Shift + ⌘ Command + L）にリセットします。

# シルキー
source: Silky
ja: シルキー

# シングルインジケーター
source: Single Indicator
ja: シングルインジケーター

# スケール
source: Scale
ja: スケール

# スターをつける
source: Star
ja: スターをつける

# スナップ
source: Snap
ja: スナップ

# すべてのアプリをリストから削除します。
source: Remove all apps from the list.
ja: すべてのアプリをリストから削除します。

# すべてのアプリを削除
source: Remove All Apps
ja: すべてのアプリを削除

# すべてのプロセスを表示
source: Show All Processes
ja: すべてのプロセスを表示

# ソフト
source: Soft
ja: ソフト

# ソフトウェアによるクリックはロックしない
source: Do Not Lock on Software Clicks
ja: ソフトウェアによるクリックはロックしない

# チェックを入れると、この項目のグローバル設定を上書きします。
source: Check this to override the global settings for this item.
ja: チェックを入れると、この項目のグローバル設定を上書きします。

# テキスト（横）
source: Text (Horizontal)
ja: テキスト（横）

# テキスト（縦）
source: Text (Vertical)
ja: テキスト（縦）

# デスクトップを表示 / Mission Control
source: Show Desktop / Mission Control
ja: デスクトップを表示 / Mission Control

# デスクトップを表示、Mission Controlなど
source: Show Desktop, Mission Control, etc.
ja: デスクトップを表示、Mission Controlなど

# デフォルト
source: Default
ja: デフォルト

# ドット
source: Dot
ja: ドット

# ドラッグロック オフ
source: Drag Lock OFF
ja: ドラッグロック オフ

# ドラッグロック オン
source: Drag Lock ON
ja: ドラッグロック オン

# ドラッグロックが一時停止状態になりました。再びドラッグロックしたい場合は再開する必要があります。
source: Drag Lock is now paused. You need to resume it if you want to use Drag Lock again.
ja: ドラッグロックが一時停止状態になりました。再びドラッグロックしたい場合は再開する必要があります。

# ドラッグロックが再開しました。
source: Drag Lock has been resumed.
ja: ドラッグロックが再開しました。

# ドラッグロックされたときと解除されたときにサウンドを再生します。
source: Play a sound when drag lock is activated or deactivated.
ja: ドラッグロックされたときと解除されたときにサウンドを再生します。

# ドラッグロックされたときと解除されたときに再生されるサウンドを入れ替えます。
source: Swap the sounds played when drag lock is activated and deactivated.
ja: ドラッグロックされたときと解除されたときに再生されるサウンドを入れ替えます。

# ドラッグロックされている間、マウスポインタ付近にアイコンを表示します。
source: Show an icon near the mouse pointer while drag lock is active.
ja: ドラッグロックされている間、マウスポインタ付近にアイコンを表示します。

# ドラッグロックの切り替え時にシステム通知を表示します。
source: Show a system notification when toggling drag lock.
ja: ドラッグロックの切り替え時にシステム通知を表示します。

# ドラッグロックの対象設定に追加するアプリを選択してください。
source: Select an app to add to the drag lock targets.
ja: ドラッグロックの対象設定に追加するアプリを選択してください。

# ドラッグロックの監視を一時停止します。
source: Pause the drag lock monitoring.
ja: ドラッグロックの監視を一時停止します。

# ドラッグロックの監視を再開します。
source: Resume the drag lock monitoring.
ja: ドラッグロックの監視を再開します。

# ドラッグロックはマウスイベントを書き換える必要があるため、ドラッグロックを使用するためには許可が必要です（必須）。
source: DragLocker needs to modify mouse events to function, so this permission is required (Required).
ja: ドラッグロックはマウスイベントを書き換える必要があるため、ドラッグロックを使用するためには許可が必要です（必須）。

# ドラッグロックは一時停止状態です
source: Drag Lock is currently paused
ja: ドラッグロックは一時停止状態です

# ドラッグロックを一時停止
source: Pause Drag Lock
ja: ドラッグロックを一時停止

# ドラッグロックを使用するマウスボタンを選択します。
source: Select the mouse buttons to use for drag lock.
ja: ドラッグロックを使用するマウスボタンを選択します。

# ドラッグロックを再開
source: Resume Drag Lock
ja: ドラッグロックを再開

# ドラッグロックを有効化するには再開する必要があります。
source: You need to resume it to enable Drag Lock.
ja: ドラッグロックを有効化するには再開する必要があります。

# ドラッグロックを開始する方法を選択します。
source: Select how to start drag lock.
ja: ドラッグロックを開始する方法を選択します。

# ドラッグロック中にEscキーを押してすべてのボタンのロックを解除します。
source: Press the Esc key during drag lock to unlock all buttons.
ja: ドラッグロック中にEscキーを押してすべてのボタンのロックを解除します。

# ドラッグロック中にマウスポインタ付近に表示されるアイコンのスタイルを選択します。
source: Select the style of the icon displayed near the mouse pointer during drag lock.
ja: ドラッグロック中にマウスポインタ付近に表示されるアイコンのスタイルを選択します。

# ドラッグロック中にマウスポインタ付近に表示されるアイコンのスタイルを選択します。 カスタムアイコンはグローバル設定で指定されているものが使用されます。
source: Select the style of the icon displayed near the mouse pointer during drag lock. Custom icons use those specified in the global settings.
ja: ドラッグロック中にマウスポインタ付近に表示されるアイコンのスタイルを選択します。 カスタムアイコンはグローバル設定で指定されているものが使用されます。

# ドラッグロック機能を使用する場合は許可を与える必要があります。
source: You need to grant permission to use the drag lock feature.
ja: ドラッグロック機能を使用する場合は許可を与える必要があります。

# ドラッグロック監視
source: Drag Lock Monitoring
ja: ドラッグロック監視

# ドラッグロック監視が切り替わった時などに通知を受け取りたい場合は許可が必要です（オプション）。
source: Required if you wish to receive notifications when drag lock monitoring status changes (Optional).
ja: ドラッグロック監視が切り替わった時などに通知を受け取りたい場合は許可が必要です（オプション）。

# ドラッグロック開始までクリックし続ける時間を設定します。
source: Set the duration to hold the click before drag lock starts.
ja: ドラッグロック開始までクリックし続ける時間を設定します。

# ドラッグロック開始までドラッグし続ける距離を設定します。
source: Set the distance to drag before drag lock starts.
ja: ドラッグロック開始までドラッグし続ける距離を設定します。

# ドラム
source: Drum
ja: ドラム

# なし
source: None
ja: なし

# バージョン: %@
source: Version: %@
ja: バージョン: %@

# バージョン: %@ (%@)
source: Version: %1$@ (%2$@)
ja: バージョン: %1$@ (%2$@)

# バグを報告
source: Report a Bug
ja: バグを報告

# バグを見つけましたか？
source: Found a bug?
ja: バグを見つけましたか？

# ピクチャインピクチャウィンドウ
source: Picture in Picture Window
ja: ピクチャインピクチャウィンドウ

# ピッ
source: Ping
ja: ピッ

# ピッ 2
source: Ping 2
ja: ピッ 2

# ピッ 2（低）
source: Ping 2 (Low)
ja: ピッ 2（低）

# ピッ（低）
source: Ping (Low)
ja: ピッ（低）

# ファイルが選択されていません
source: No File Selected
ja: ファイルが選択されていません

# フィードバックのメール送信画面を開いてもよろしいですか？
source: Are you sure you want to open the feedback email screen?
ja: フィードバックのメール送信画面を開いてもよろしいですか？

# フィードバックのメール送信画面を開きます。
source: Opens the feedback email screen.
ja: フィードバックのメール送信画面を開きます。

# フィードバックを送信
source: Send Feedback
ja: フィードバックを送信

# フェード
source: Fade
ja: フェード

# フォーカス
source: Focus
ja: フォーカス

# フォーカス+
source: Focus+
ja: フォーカス+

# ホイール
source: Scroll Wheel
ja: ホイール

# ポップ
source: Pop
ja: ポップ

# ポップ+
source: Pop+
ja: ポップ+

# マウスボタンを押してからロックされるまでの移動距離。
source: The travel distance required to lock after pressing a mouse button.
ja: マウスボタンを押してからロックされるまでの移動距離。

# マウスボタンを押し続けてからロックされるまでの時間。
source: The time to wait after holding a mouse button before locking.
ja: マウスボタンを押し続けてからロックされるまでの時間。

# マリンバ
source: Marimba
ja: マリンバ

# マリンバ（低）
source: Marimba (Low)
ja: マリンバ（低）

# マルチインジケーター
source: Multi-Indicator
ja: マルチインジケーター

# ミニマリンバ
source: Mini Marimba
ja: ミニマリンバ

# メール送信画面を開きますか？
source: Open mail screen?
ja: メール送信画面を開きますか？

# ライセンス情報
source: License Information
ja: ライセンス情報

# リストにはアプリのみ追加することができます。
source: Only apps can be added to the list.
ja: リストにはアプリのみ追加することができます。

# リストモード
source: List Mode
ja: リストモード

# リストを空にしてもよろしいですか？この操作は元に戻せません。
source: Are you sure you want to clear the list? This action cannot be undone.
ja: リストを空にしてもよろしいですか？この操作は元に戻せません。

# リセット
source: Reset
ja: リセット

# リセット…
source: Reset…
ja: リセット…

# リポジトリにスターをつけてくれるととてもうれしいです！
source: I would be very happy if you could star the repository!
ja: リポジトリにスターをつけてくれるととてもうれしいです！

# リンクを開きますか？
source: Open Link?
ja: リンクを開きますか？

# レビューを求めないようにする
source: Don't Ask for Reviews
ja: レビューを求めないようにする

# ログイン時に開く
source: Launch at Login
ja: ログイン時に開く

# ロックまでの時間
source: Lock Delay
ja: ロックまでの時間

# ロックまでの距離
source: Lock Distance
ja: ロックまでの距離

# ロック対象ボタン
source: Target Buttons
ja: ロック対象ボタン

# ロック方法
source: Lock Method
ja: ロック方法

# 一時停止
source: Pause
ja: 一時停止

# 一時停止中
source: Paused
ja: 一時停止中

# 一般
source: General
ja: 一般

# 一部の機能には許可を与える必要があります。
source: Granting permission is required for some features.
ja: 一部の機能には許可を与える必要があります。

# 不透明度
source: Opacity
ja: 不透明度

# 両方
source: Both
ja: 両方

# 信号機（横）
source: Traffic Light (Horizontal)
ja: 信号機（横）

# 信号機（縦）
source: Traffic Light (Vertical)
ja: 信号機（縦）

# 再生するサウンドを選択します。マウスホバーでサウンドをプレビューできます。
source: Select the sound to play. You can preview sounds by hovering over them.
ja: 再生するサウンドを選択します。マウスホバーでサウンドをプレビューできます。

# 再生するサウンドを選択します。マウスホバーでサウンドをプレビューできます。 カスタムサウンドはグローバル設定で指定されているものが使用されます。
source: Select the sound to play. You can preview sounds by hovering over them. Custom sounds use those specified in the global settings.
ja: 再生するサウンドを選択します。マウスホバーでサウンドをプレビューできます。 カスタムサウンドはグローバル設定で指定されているものが使用されます。

# 再開
source: Resume
ja: 再開

# 最低限の初期設定が完了しました。 ドラッグロックの動作をカスタマイズするにはメニューバーアイコンから設定を開きます。 DragLockerをお楽しみください！
source: Minimum setup is complete. To customize drag lock behavior, open settings from the menu bar icon. Enjoy DragLocker!
ja: 最低限の初期設定が完了しました。 ドラッグロックの動作をカスタマイズするにはメニューバーアイコンから設定を開きます。 DragLockerをお楽しみください！

# 最大10秒までのオーディオファイルを設定することができます。
source: You can set audio files up to 10 seconds.
ja: 最大10秒までのオーディオファイルを設定することができます。

# 切り替えショートカット
source: Toggle Shortcut
ja: 切り替えショートカット

# 切り替え時に通知を送信
source: Send Notification on Toggle
ja: 切り替え時に通知を送信

# 初期設定を完了します。
source: Completes the initial setup.
ja: 初期設定を完了します。

# 初期設定完了
source: Initial Setup Complete
ja: 初期設定完了

# 削除
source: Delete
ja: 削除

# 削除…
source: Delete…
ja: 削除…

# 前のページに戻ります。
source: Go back to the previous page.
ja: 前のページに戻ります。

# 動作
source: Behavior
ja: 動作

# 動作中
source: Active
ja: 動作中

# 南京錠
source: Padlock
ja: 南京錠

# 右
source: Right
ja: 右

# 各アプリをダブルクリックすることで設定画面を開くことができます。
source: You can open the settings by double-clicking each application.
ja: 各アプリをダブルクリックすることで設定画面を開くことができます。

# 各サウンドには、最大10秒までのオーディオファイルを設定することができ、片方だけが設定された場合はロック時と解除時に同じサウンドが使用されます。
source: Each sound can be set with an audio file up to 10 seconds. If only one is set, the same sound is used for both locking and unlocking.
ja: 各サウンドには、最大10秒までのオーディオファイルを設定することができ、片方だけが設定された場合はロック時と解除時に同じサウンドが使用されます。

# 変更を保存せずに閉じます。
source: Close without saving changes.
ja: 変更を保存せずに閉じます。

# 大きさ
source: Size
ja: 大きさ

# 大きさ、不透明度、Xオフセット、Yオフセットを既定値にリセットします。
source: Reset size, opacity, X offset, and Y offset to their default values.
ja: 大きさ、不透明度、Xオフセット、Yオフセットを既定値にリセットします。

# 大きさ、不透明度、Xオフセット、Yオフセットを既定値に戻してもよろしいですか？
source: Are you sure you want to reset the size, opacity, X offset, and Y offset to their default values?
ja: 大きさ、不透明度、Xオフセット、Yオフセットを既定値に戻してもよろしいですか？

# 大きなリング
source: Large Ring
ja: 大きなリング

# 完了
source: Complete
ja: 完了

# 定期的にApp Storeへのレビューを求める画面が表示されないように設定します。
source: Prevent the app from periodically prompting you to review it on the App Store.
ja: 定期的にApp Storeへのレビューを求める画面が表示されないように設定します。

# 実行中のアプリから追加
source: Add from Running Apps
ja: 実行中のアプリから追加

# 小さな信号機（横）
source: Small Traffic Light (Horizontal)
ja: 小さな信号機（横）

# 小さな信号機（縦）
source: Small Traffic Light (Vertical)
ja: 小さな信号機（縦）

# 少なくとも1つのボタンを選択する必要があります
source: You must select at least one button.
ja: 少なくとも1つのボタンを選択する必要があります

# 左
source: Left
ja: 左

# 情報
source: Information
ja: 情報

# 戻る
source: Back
ja: 戻る

# 既知のバグ一覧と報告ページへのリンクを開きます。
source: Opens a link to the list of known bugs and the report page.
ja: 既知のバグ一覧と報告ページへのリンクを開きます。

# 時間
source: Time
ja: 時間

# 権限
source: Permissions
ja: 権限

# 次のページに進みます。
source: Go to the next page.
ja: 次のページに進みます。

# 次へ
source: Next
ja: 次へ

# 無視
source: Ignore
ja: 無視

# 無視または除外する
source: Ignore or Exclude
ja: 無視または除外する

# 無視または除外するアプリリスト
source: Ignore or Exclude App List
ja: 無視または除外するアプリリスト

# 特定のシステムオーバーレイを無視または除外
source: Ignore or Exclude Specific System Overlays
ja: 特定のシステムオーバーレイを無視または除外

# 状態
source: Status
ja: 状態

# 現在のサウンドをプレビュー再生します。
source: Preview the current sound.
ja: 現在のサウンドをプレビュー再生します。

# 現在の通知設定を確認するためのテスト通知を送信します。
source: Send a test notification to check the current settings.
ja: 現在の通知設定を確認するためのテスト通知を送信します。

# 生成AIと開発
source: Developed with Generative AI
ja: 生成AIと開発

# 画面共有のようなリモートアクセスツールなどによって発生したクリックではドラッグロックしないようにします。
source: Prevents drag lock from activating on clicks made by remote access tools such as Screen Sharing.
ja: 画面共有のようなリモートアクセスツールなどによって発生したクリックではドラッグロックしないようにします。

# 終了
source: Quit
ja: 終了

# 絵文字と記号、文字ビューアなど
source: Emojis & Symbols, Character Viewer, etc.
ja: 絵文字と記号、文字ビューアなど

# 続行するにはアクセシビリティ権限を許可する必要があります。
source: You must grant Accessibility permission to continue.
ja: 続行するにはアクセシビリティ権限を許可する必要があります。

# 緑茶を奢る
source: Buy Me a Green Tea
ja: 緑茶を奢る

# 緑茶を買ってあげる
source: Buy Me a Green Tea
ja: 緑茶を買ってあげる

# 複数のアプリを削除しますか？
source: Remove multiple apps?
ja: 複数のアプリを削除しますか？

# 設定…
source: Settings…
ja: 設定…

# 設定されたカスタム画像「%@」を削除してもよろしいですか？
source: Are you sure you want to delete the custom image "%@"?
ja: 設定されたカスタム画像「%@」を削除してもよろしいですか？

# 設定をリセットしますか？
source: Reset Settings?
ja: 設定をリセットしますか？

# 設定を開く
source: Open Settings
ja: 設定を開く

# 許可
source: Allow
ja: 許可

# 許可済み
source: Granted
ja: 許可済み

# 謝辞
source: Acknowledgements
ja: 謝辞

# 質問や意見交換などを行いましょう
source: Ask questions and share your opinions
ja: 質問や意見交換などを行いましょう

# 距離
source: Distance
ja: 距離

# 追加
source: Add
ja: 追加

# 追加できる実行中のアプリが見つかりません。
source: No running apps available to add.
ja: 追加できる実行中のアプリが見つかりません。

# 追加済み
source: Added
ja: 追加済み

# 通知
source: Notification
ja: 通知

# 通知のテスト
source: Notification Test
ja: 通知のテスト

# 通知をテスト
source: Test Notification
ja: 通知をテスト

# 通知機能を使用するには許可を与える必要があります。
source: You need to grant permission to use the notification features.
ja: 通知機能を使用するには許可を与える必要があります。

# 選択…
source: Select…
ja: 選択…

# 選択された%lld個のアプリをリストから削除してもよろしいですか？
source: Are you sure you want to remove the selected %lld app(s) from the list?
ja: 選択された%lld個のアプリをリストから削除してもよろしいですか？
